{
  "ChatGPT.nvim": { "branch": "main" },
  "CopilotChat.nvim": { "branch": "main" },
  "alpaca-switch-file.vim": { "branch": "master" },
  "alpaca_deepl.vim": { "branch": "master" },
  "alpaca_github.vim": { "branch": "master" },
  "alpaca_remove_dust.vim": { "branch": "master" },
  "alpaca_window.vim": { "branch": "master" },
  "beautify.vim": { "branch": "master" },
  "camelcasemotion": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "context_filetype.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ddc-buffer": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-dictionary": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-filter-converter_display_word": { "branch": "main" },
  "ddu-filter-dot": { "branch": "main" },
  "ddu-filter-matcher_regexp": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-filter-sorter_directory_file": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-git": { "branch": "main" },
  "ddu-source-line": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-marks": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-qf": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "git-vim": { "branch": "master" },
  "iceberg.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "stable" },
  "mr.vim": { "branch": "main" },
  "neco-vim": { "branch": "master" },
  "neosnippet.vim": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-miniyank": { "branch": "loop_cycle" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "sh.vim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "swift.vim": { "branch": "master" },
  "switch.vim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "unite.vim": { "branch": "master" },
  "vim-arpeggio": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-mix": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-over": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-quickrun-neovim-job": { "branch": "with_env" },
  "vim-rbs": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vimfiler": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "vinarise-plugin-peanalysis": { "branch": "master" },
  "vinarise.vim": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "vital.vim": { "branch": "master" },
  "webapi-vim": { "branch": "master" }
}
